/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@ boðskort";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ er ekki á staðnum";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ er ekki á staðnum í dag";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ er ekki uppsett";

/* {app name} version not supported */
"%@ version not supported" = "%@ útgáfan er ekki studd";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "fyrir %d dögum síðan";

/* No comment provided by engineer. */
"%d hours ago" = "fyrir %d klukkustundum síðan";

/* No comment provided by engineer. */
"%d minutes ago" = "fyrir %d mínútum síðan";

/* Number of options in a poll */
"%d options" = "%d valkostir";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d atkvæði";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld tilkynningar";

/* No comment provided by engineer. */
"%ld participants" = "%ld þátttakendur";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 dagur";

/* No comment provided by engineer. */
"1 hour" = "1 klukkustund";

/* No comment provided by engineer. */
"1 week" = "1 vika";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 mínútur";

/* No comment provided by engineer. */
"4 hours" = "4 klukkustundir";

/* No comment provided by engineer. */
"4 weeks" = "4 vikur";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 klukkustundir";

/* No comment provided by engineer. */
"@-mentions only" = "Einungis @-minnist á";

/* No comment provided by engineer. */
"[Unknown username]" = "[óþekkt notandanafn]";

/* No comment provided by engineer. */
"About" = "Um hugbúnaðinn";

/* No comment provided by engineer. */
"Absence" = "Fjarverandi";

/* No comment provided by engineer. */
"Accept" = "Samþykkja";

/* No comment provided by engineer. */
"Account" = "Aðgangur";

/* No comment provided by engineer. */
"Account already added" = "Aðgangi þegar bætt við";

/* No comment provided by engineer. */
"Account not configured" = "Aðgangur ekki stilltur";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Aðgangar";

/* No comment provided by engineer. */
"Accuracy" = "Nákvæmni";

/* No comment provided by engineer. */
"Add (%lu)" = "Bæta við (%lu)";

/* No comment provided by engineer. */
"Add account" = "Bæta við notandaaðgangi";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Bæta við innri minnispunkti um þetta bann";

/* No comment provided by engineer. */
"Add answer" = "Bæta við svari";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Bæta við þátttakendum";

/* No comment provided by engineer. */
"Add reaction" = "Bæta við viðbrögðum";

/* No comment provided by engineer. */
"Add to favorites" = "Bæta í eftirlæti";

/* No comment provided by engineer. */
"Added note to self" = "Bætti við minnispunkti til sjálfs þín";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Að minnast á einhvern mun aðeins láta þá notendur vita sem ekki hafa enn lesið skilaboðin";

/* No comment provided by engineer. */
"Address" = "Vistfang";

/* No comment provided by engineer. */
"Advanced" = "Ítarlegt";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay-hnappur";

/* No comment provided by engineer. */
"All messages" = "Öll skilaboð";

/* No comment provided by engineer. */
"All messages were deleted" = "Öllum skilaboðum var eytt";

/* No comment provided by engineer. */
"All notifications are muted" = "Allar tilkynningar eru þaggaðar";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Leyfa gestum að taka þátt í þessu samtali í gegnum tengil";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Leyfa þátttakendum að minnast á @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Leyfa að hringja inn án PIN-númers";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Leyft";

/* No comment provided by engineer. */
"Alphabetical order" = "Stafrófsröð";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Einnig opið notendum gestaforrits";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "Stjórnandi bætti þér við ásamt %ld þátttakendum í viðbót";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Stjórnandi bætti þér við ásamt {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "Stjórnandi bætti {user0} við ásamt %ld þátttakendum í viðbót";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Stjórnandi bætti við {user0} og {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "Stjórnandi tók þig ásamt %ld þátttakendum í viðbót úr hópi umsjónarmanna";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "Stjórnandi tók þig ásamt {user0} úr hópi umsjónarmanna";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "Stjórnandi tók {user0} ásamt %ld þátttakendum í viðbót úr hópi umsjónarmanna";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "Stjórnandi tók {user0} og {user1} úr hópi umsjónarmanna";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "Stjórnandi færði þig ásamt %ld þátttakendum í viðbót í hóp umsjónarmanna";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "Stjórnandi færði þig og {user0} í hóp umsjónarmanna";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "Stjórnandi færði {user0} ásamt %ld þátttakendum í viðbót í hóp umsjónarmanna";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "Stjórnandi færði {user0} og {user1} í hóp umsjónarmanna";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "Stjórnandi fjarlægði þig ásamt %ld þátttakendum í viðbót";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Stjórnandi fjarlægði þig og {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "Stjórnandi fjarlægði {user0} ásamt %ld þátttakendum í viðbót";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Stjórnandi fjarlægði {user0} og {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Villa kom upp við að breyta friðhelgistillingum";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Villa kom upp við að stilla lestrarstöðu";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Villa kom upp við að breyta friðhelgistillingum innsláttar";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Villa kom upp við að sækja myndina";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Villa kom upp við að fjarlægja auðkennismynd";

/* No comment provided by engineer. */
"An error occurred setting address" = "Villa kom upp við að stilla heimilisfang";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Villa kom upp við að stilla tölvupóstfang";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Villa kom upp við að stilla símanúmer";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Villa kom upp við að setja auðkennismynd";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Villa kom upp við að stilla Twitter-aðgang";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Villa kom upp við að stilla notandanafn";

/* No comment provided by engineer. */
"An error occurred setting website" = "Villa kom upp við að stilla vefsvæði";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Villa kom upp þegar reynt var að þýða skilaboð";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Villa kom upp við að bæta %@ í spjallrásina";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Villa kom upp við að bæta viðbrögðum við skilaboð";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Villa kom upp við að bæta við minnispunkti";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Villa kom upp við að hreinsa stöðuskilaboð";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Villa kom upp við að búa til drög að könnun";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Villa kom upp við að búa til könnunina";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Villa kom upp við að eyða skilaboðunum";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Villa kom upp við að eyða drögunum að könnuninni";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Villa kom upp við að gera fjarveru óvirka";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Villa kom upp við að breyta könnuninni";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Villa kom upp við að opna skrána %@";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Villa kom upp við að fjarlægja viðbrögð af skilaboðum";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Villa kom upp við að fjarlægja auðkennismyndina";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Villa kom upp við að senda skilaboðin";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Villa kom upp við að stilla \(formattedPhoneNumber) sem símanúmer";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Villa kom upp við að stilla fjarveru";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Villa kom upp við að setja lýsingu";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Villa kom upp við að stilla símanúmer";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Villa kom upp við að setja stöðuskilaboð";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Villa kom upp við að stilla auðkennismyndina";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Villa kom upp við að deila skránni";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Villa átti sér stað við að prófa ýti-tilkynningar";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "klukkustund";

/* No comment provided by engineer. */
"Anonymous poll" = "Nafnlaus könnun";

/* No comment provided by engineer. */
"Answer" = "Svar";

/* No comment provided by engineer. */
"Answers" = "Svör";

/* No comment provided by engineer. */
"App" = "Forrit";

/* No comment provided by engineer. */
"App is outdated" = "Forritið er úrelt";

/* No comment provided by engineer. */
"Appear offline" = "Birtast ónettengt";

/* No comment provided by engineer. */
"Archive conversation" = "Setja samtal í geymslu";

/* No comment provided by engineer. */
"Archived conversations" = "Samtöl í geymslu";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Samtöl í geymslu eru sjálfgefið falin frá samtalslistanum. Þau eru bara sýnd þegar þú opnar lista yfir samtöl í geymslu.";

/* No comment provided by engineer. */
"Ask a question" = "Spurðu spurningar";

/* No comment provided by engineer. */
"Attachments allowed?" = "Leyfa viðhengi?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Valkostir hljóðs";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Sameignir fyrir hjóð, mynd og skjádeilingu";

/* No comment provided by engineer. */
"Audios" = "Hljóðskrár";

/* No comment provided by engineer. */
"Away" = "Fjarverandi";

/* No comment provided by engineer. */
"Back to conversations" = "Til baka í samtöl";

/* Ban a user/guest */
"Ban" = "Banna";

/* e.g. Ban John Doe */
"Ban %@" = "Banna %@";

/* No comment provided by engineer. */
"Ban participant" = "Banna þátttakanda";

/* Date and time of ban creation */
"Banned by:" = "Bannaður af:";

/* No comment provided by engineer. */
"Banned users and guests" = "Bannaðir notendur og gestir";

/* Bold text */
"Bold" = "Feitletrað";

/* No comment provided by engineer. */
"bot" = "yrki";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse log files" = "Browse log files";

/* No comment provided by engineer. */
"Browse poll drafts" = "Skoða drög að könnunum";

/* No comment provided by engineer. */
"Busy" = "Busy";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Skrár í skyndiminni";

/* No comment provided by engineer. */
"Cached images" = "Myndir í skyndiminni";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Símtalstilkynning send";

/* No comment provided by engineer. */
"Call options" = "Valkostir símtals";

/* No comment provided by engineer. */
"Call recording enabled?" = "Upptaka símtals virkjuð?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Upptaka símtals mistókst. Hafðu samband við kerfisstjórann þinn";

/* No comment provided by engineer. */
"Call recording is starting" = "Upptaka símtals er að hefjast";

/* No comment provided by engineer. */
"Call recording started" = "Upptaka símtals hafin";

/* No comment provided by engineer. */
"Call recording stopped" = "Upptaka símtals stöðvuð";

/* No comment provided by engineer. */
"Call without notification" = "Hringja án tilkynningar";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "Er CallKit stutt?";

/* No comment provided by engineer. */
"Calls" = "Símtöl";

/* No comment provided by engineer. */
"Calls enabled?" = "Símtöl virkjuð?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Tók við símtölum frá eldri aðgangi.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Símtöl frá eldri aðgöngum";

/* No comment provided by engineer. */
"Camera" = "Myndavél";

/* No comment provided by engineer. */
"Camera access" = "Aðgangur að myndavél";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Aðgangur að myndavél er ekki leyfður. Athugaðu stillingarnar þínar.";

/* No comment provided by engineer. */
"Camera disabled" = "Myndavél óvirk";

/* No comment provided by engineer. */
"Camera enabled" = "Myndavél óvirk";

/* No comment provided by engineer. */
"Can create conversations?" = "Má útbúa samtöl?";

/* No comment provided by engineer. */
"Cancel" = "Hætta við";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Hætti við símtal frá öðrum aðgangi";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Tekst ekki að deila í samtal";

/* No comment provided by engineer. */
"Capabilities" = "Geta";

/* No comment provided by engineer. */
"Change password" = "Breyta lykilorði";

/* No comment provided by engineer. */
"Change your vote" = "Breyttu atkvæðinu þínu";

/* No comment provided by engineer. */
"Chat" = "Spjall";

/* No comment provided by engineer. */
"Chat messages" = "Skilaboð í spjalli";

/* No comment provided by engineer. */
"Clear cache" = "Hreinsa skyndiminni";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Hreinsa áminningu";

/* No comment provided by engineer. */
"Clear status message" = "Hreinsa stöðuskilaboð";

/* No comment provided by engineer. */
"Clear status message after" = "Hreinsa stöðuskilaboð eftir";

/* No comment provided by engineer. */
"Close" = "Loka";

/* Code block */
"Code" = "Kóði";

/* No comment provided by engineer. */
"Configuration" = "Uppsetning";

/* No comment provided by engineer. */
"Configure your next absence period" = "Stilltu næsta fjarvistatímabilið þitt";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Staðfesta og fela aðvörun";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Tengist við %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Tengist samtalinu …";

/* No comment provided by engineer. */
"Contact access" = "Aðgangur að tengilið";

/* No comment provided by engineer. */
"Contact access has been denied" = "Aðgangi að tengilið var hafnað";

/* No comment provided by engineer. */
"Contacts" = "Tengiliðir";

/* No comment provided by engineer. */
"Conversation creation failed" = "Mistókst að búa til samtal";

/* No comment provided by engineer. */
"Conversation details" = "Nánar um samtal";

/* No comment provided by engineer. */
"Conversation name" = "Nafn samtals";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Heiti samtals má ekki vera tómt";

/* No comment provided by engineer. */
"Conversation not found" = "Samtal fannst ekki";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Samtal fannst ekki eða tekur ekki þátt í því";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Stillingar samtals";

/* No comment provided by engineer. */
"Conversations" = "Samtöl";

/* No comment provided by engineer. */
"Copy" = "Afrita";

/* No comment provided by engineer. */
"Copy message link" = "Afrita tengil á skilaboð";

/* No comment provided by engineer. */
"Copy message selection" = "Afrita valin skilaboð";

/* No comment provided by engineer. */
"Could not access camera" = "Fékk ekki aðgang að myndavél";

/* No comment provided by engineer. */
"Could not access microphone" = "Fékk ekki aðgang að hljóðnema";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Gat ekki fengið aðgang að talgreiningu";

/* No comment provided by engineer. */
"Could not access your location" = "Gat ekki fengið staðsetninguna þína";

/* No comment provided by engineer. */
"Could not add participant" = "Gat ekki bætt við þátttakanda";

/* No comment provided by engineer. */
"Could not ban participant" = "Gat ekki bannað þátttakanda";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Tókst ekki að breyta stillingum tilkynninga símtals";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Gat ekki breytt sviði upptalningar fyrir samtalið";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Gat ekki breytt stöðu biðsvæðis fyrir samtalið";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Tókst ekki að breyta heimildum til að minnast á í samtalinu";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Gat ekki breytt heimildum umsjónar fyrir þátttakandann";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Tókst ekki að breyta stillingum tilkynninga";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Tókst ekki að breyta vörn með lykilorði";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Gat ekki breytt stöðu einungis-lesa fyrir samtalið";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Gat ekki breytt heimildum deilingar fyrir samtalið";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Gat ekki breytt stöðu SIP fyrir samtalið";

/* No comment provided by engineer. */
"Could not clear chat history" = "Gat ekki hreinsað feril spjalls";

/* No comment provided by engineer. */
"Could not clear status message" = "Gat ekki hreinsað stöðuskilaboð";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "Gat ekki eytt samtali";

/* No comment provided by engineer. */
"Could not disable absence" = "Gat ekki gert fjarveru óvirka";

/* No comment provided by engineer. */
"Could not get available languages" = "Gat ekki náð í tiltæk tungumál";

/* No comment provided by engineer. */
"Could not join %@ call" = "Gat ekki tekið þátt í símtali frá %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Gat ekki tekið þátt í símtali við %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Gat ekki tekið þátt í símtali";

/* No comment provided by engineer. */
"Could not leave conversation" = "Gat ekki hætt í samtali";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Gat ekki fjarlægt þátttakanda";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Gat ekki endurnefnt samtalið";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Gat ekki endursent boð í tölvupósti";

/* No comment provided by engineer. */
"Could not send call notification" = "Gat ekki sent tilkynningu um símtal";

/* No comment provided by engineer. */
"Could not send the message" = "Gat ekki sent skilaboðin";

/* No comment provided by engineer. */
"Could not set absence" = "Gat ekki stillt fjarveru";

/* No comment provided by engineer. */
"Could not set conversation name" = "Gat ekki sett nafn á samtalið";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Gat ekki stillt gildistíma skilaboða";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "Gat ekki sett símanúmer";

/* No comment provided by engineer. */
"Could not set status message" = "Gat ekki sett stöðuskilaboð";

/* No comment provided by engineer. */
"Could not share file" = "Gat ekki deilt skrá";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Búa til";

/* No comment provided by engineer. */
"Create a new conversation" = "Búa til nýtt samtal";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Búa til eða taka þátt í samtali";

/* No comment provided by engineer. */
"Create poll" = "Búa til könnun";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Mistókst að búa til drög að könnun";

/* No comment provided by engineer. */
"Creating poll failed" = "Mistókst að búa til könnun";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Auðkennin fyrir þennan aðgang voru ekki lengur gild";

/* Custom message expiration */
"Custom" = "Custom";

/* name of a moderator who banned a participant */
"Date:" = "Dagsetning:";

/* No comment provided by engineer. */
"days" = "dagar";

/* No comment provided by engineer. */
"Deck cards" = "Deck-spjöld";

/* No comment provided by engineer. */
"Default" = "Sjálfgefið";

/* No comment provided by engineer. */
"Delete" = "Eyða";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Eyða öllu";

/* No comment provided by engineer. */
"Delete all messages" = "Eyða öllum skilaboðum";

/* No comment provided by engineer. */
"Delete conversation" = "Eyða samtali";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Eyddi notanda";

/* No comment provided by engineer. */
"Deleting message" = "Eyði skilaboðum";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Mistókst að eyða drögum könnunar";

/* No comment provided by engineer. */
"Demote from moderator" = "Láta hætta sem umsjónarmann";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Hafnað";

/* No comment provided by engineer. */
"Description" = "Lýsing";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Lýsing má ekki vera lengri en 500 stafir";

/* No comment provided by engineer. */
"Details" = "Nánar";

/* No comment provided by engineer. */
"detected" = "fannst";

/* No comment provided by engineer. */
"Detecting language" = "Greini tungumál";

/* No comment provided by engineer. */
"Diagnostics" = "Bilanagreining";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Gera fjarveru óvirka";

/* No comment provided by engineer. */
"Disable blur" = "Gera móðun óvirka";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Gera hátalarann óvirkan";

/* No comment provided by engineer. */
"Disconnected" = "Aftengt";

/* No comment provided by engineer. */
"Dismiss" = "Vísa frá";

/* No comment provided by engineer. */
"Dismiss notification" = "Afgreiða tilkynningu";

/* No comment provided by engineer. */
"Do not disturb" = "Ekki ónáða";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Viltu örugglega hreinsa skyndiminni skráa?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Viltu örugglega hreinsa skyndiminni mynda?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Viltu örugglega eyða öllum skilaboðum í þessu samtali?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Viltu í alvörunni ljúka þessari könnun?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Viltu virkilega skrá þig út af þessum aðgangi?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Viltu virkilega eyða þessum tengilið?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Viltu samt tengjast við þjóninn?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Viltu örugglega virkja myndavélina þína?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Vilt þú taka þátt í þessu símtali?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Viltu deila '%@' í samtalinu?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Viltu stöðva upptökuna?";

/* No comment provided by engineer. */
"Don't clear" = "Ekki hreinsa";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Bankaðu tvisvar til að vísa frá auðkenningarglugganum";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Bankaðu tvisvar til að vísa frá valkostum deilingar";

/* No comment provided by engineer. */
"Double tap to display call options" = "Bankaðu tvisvar til að birta valkosti símtals";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Bankaðu tvisvar til að breyta notandasniði";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Bankaðu tvisvar til að virkja eða gera óvirkt að 'Hringja án tilkynningar'";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Bankaðu tvisvar til að virkja eða gera myndavélina óvirka";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Bankaðu tvisvar til að virkja eða gera hljóðnemann óvirkan";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Bankaðu tvisvar til að virkja eða gera hátalarann óvirkan";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Bankaðu tvisvar til að hætta að breyta notandasniði";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Bankaðu tvisvar til að fara í upplýsingar um samtal";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Bankaðu tvisvar til að fara í stillingar notandasniðs og forrits";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Bankaðu tvisvar til að hætta símtalinu";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Bankaðu tvisvar til að leggja niður höndina";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Bankaðu tvisvar til að opna skráastjóra";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Bankaðu tvisvar til að velja aðrar leiðir fyrir hljóð";

/* No comment provided by engineer. */
"Double tap to send message" = "Bankaðu tvisvar til að senda skilaboð";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Bankaðu tvisvar til að deila með völdum samtölum";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Bankaðu tvisvar til að sýna fleiri aðgerðir";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Bankaðu tvisvar til að birta eða fela spjallgluggann";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Bankaðu tvisvar til að hefja myndsamtal";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Bankaðu tvisvar til að hefja raddsamtal";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Bankaðu tvisvar til að stöðva upptöku";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Bankaðu tvisvar til að uppfæra þetta raddsímtal í myndsamtal";

/* No comment provided by engineer. */
"Duplicate session" = "Tvítaka setu";

/* Edit a message or room participants */
"Edit" = "Breyta";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "breytti";

/* A message was edited by ... */
"edited by" = "breytt af";

/* A message was edited by ... */
"Edited by" = "Breytt af";

/* No comment provided by engineer. */
"Editing Message" = "Breyti skilaboðum";

/* No comment provided by engineer. */
"Editing poll draft" = "Breyti drögum að könnun";

/* No comment provided by engineer. */
"Editing poll failed" = "Mistókst að breyta könnun";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Annað hvort hefur þú ekki heimild til að spjalla eða að samtalið er aðeins lesanlegt.";

/* No comment provided by engineer. */
"Email" = "Tölvupóstur";

/* No comment provided by engineer. */
"Empty summary response" = "Tómt svar samantektar";

/* No comment provided by engineer. */
"Enable" = "Virkja";

/* No comment provided by engineer. */
"Enable blur" = "Virkja móðun";

/* No comment provided by engineer. */
"Enable screensharing" = "Virkja skjádeilingu";

/* No comment provided by engineer. */
"Enable speaker" = "Virkja hátalara";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Ljúka símtali";

/* No comment provided by engineer. */
"End call for everyone" = "Ljúka símtalinu hjá öllum";

/* No comment provided by engineer. */
"End poll" = "Ljúka könnun";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Enter a password";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Villa kom upp við að búa til áminningu";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Villa kom upp við að breyta skilaboðum";

/* External signaling used */
"External" = "Utanaðkomandi";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Mistókst að samþykkja boð";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Mistókst að athuga eða búa til viðhengjamöppu";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Mistókst að hreinsa áminningu";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Mistókst að tengjast %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Mistókst að áframsenda skilaboð";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Mistókst að hafna boði";

/* No comment provided by engineer. */
"Failed to send message" = "Mistókst að senda skilaboð";

/* No comment provided by engineer. */
"Failed to share recording" = "Mistókst að deila upptöku";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Tókst ekki að taka valda færslu úr banni";

/* No comment provided by engineer. */
"Federated" = "Deilt milli þjóna (skýjasambandssameign)";

/* No comment provided by engineer. */
"Fetching status …" = "Sæki stöðu …";

/* Filename of a file */
"File" = "Skrá";

/* No comment provided by engineer. */
"Files" = "Skrár";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "Fyrsta dag";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "Fyrir tilkynningar og endurstillingu lykilorðs";

/* No comment provided by engineer. */
"Format" = "Snið";

/* No comment provided by engineer. */
"Forward" = "Áframsenda";

/* No comment provided by engineer. */
"Forward to" = "Áframsenda til";

/* 'From' which language user wants to translate text */
"From" = "Frá";

/* from Alice at nextcloud.local */
"from %@ at %@" = "frá %1$@ á %2$@";

/* No comment provided by engineer. */
"Full name" = "Fullt nafn";

/* No comment provided by engineer. */
"Generate summary" = "Útbúa yfirlit";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Geri samantekt úr ólesnum skilaboðum";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Gerð samantektar úr ólesnum skilaboðum mistókst";

/* No comment provided by engineer. */
"Get source code" = "Náðu í grunnkóðann";

/* No comment provided by engineer. */
"GitHub API error" = "Villa í API-viðmóti GitHub";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Gefa samþykki og taka þátt í símtali";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "gestanotandi";

/* No comment provided by engineer. */
"Guest" = "Gestur";

/* No comment provided by engineer. */
"Guests access" = "Gestaaðgangur";

/* No comment provided by engineer. */
"Guests app enabled?" = "Gestaforrit virkt?";

/* No comment provided by engineer. */
"Hang up" = "Leggja á";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Fela";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "klukkustundir";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Ef þú eyðir samtalinu, verður því einnig eytt fyrir %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Ef þú virkjar myndavélina þína, mun þetta símtal verða fyrir truflun í nokkrar sekúndur.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Ef þú ert að nota marga netþjóna, þá þarftu að athuga þá alla.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Myndir, skrár, talskilaboð…";

/* No comment provided by engineer. */
"Import account" = "Flytja inn aðgang";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "í";

/* No comment provided by engineer. */
"Include calls in call history" = "Hafa með símtöl í símtalaferlinum";

/* No comment provided by engineer. */
"Incoming call" = "Incoming call";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Innri";

/* Internal note about why a user/guest was banned */
"Internal note" = "Innri minnispunktur";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Ógilt vistfang vefþjóns";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Ósýnilegt";

/* No comment provided by engineer. */
"Invitation resent" = "Boð sent aftur";

/* No comment provided by engineer. */
"Invitations resent" = "Boð send aftur";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Það lítur út fyrir að %@ sé ekki uppsett á netþjóninum þínum.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Það lítur út fyrir að það sé engin internettenging.";

/* Italic text */
"Italic" = "Skáletrað";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Taktu þátt í samtali eða byrjaðu nýtt samtal";

/* No comment provided by engineer. */
"Join call" = "Taka þátt í símtali";

/* No comment provided by engineer. */
"Join call (audio only)" = "Taka þátt í símtali (einungis hljóð)";

/* No comment provided by engineer. */
"Join call with video" = "Taka þátt í símtali með myndmerki";

/* No comment provided by engineer. */
"Join open conversations" = "Taka þátt í opnum samtölum";

/* No comment provided by engineer. */
"Join video call" = "Taka þátt í myndsímtali";

/* No comment provided by engineer. */
"Keep" = "Keep";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Síðasta dag (meðtalinn)";

/* Last subscription to the push notification server */
"Last subscription" = "Síðasta áskrift";

/* No comment provided by engineer. */
"Last sync" = "Síðasta samstilling";

/* Remind me later today about that message */
"Later today" = "Seinna í dag";

/* No comment provided by engineer. */
"Leave" = "Fara";

/* No comment provided by engineer. */
"Leave call" = "Yfirgefa símtal";

/* No comment provided by engineer. */
"Leave conversation" = "Hætta í samtali";

/* No comment provided by engineer. */
"less than a minute ago" = "fyrir minna en mínútu síðan";

/* No comment provided by engineer. */
"Link https://…" = "Tengill https://…";

/* No comment provided by engineer. */
"Linked file" = "Tengd skrá";

/* No comment provided by engineer. */
"Load more results" = "Hlaða inn fleiri niðurstöðum";

/* No comment provided by engineer. */
"Lobby" = "Biðsvæði";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Biðsvæðið er ennþá virkt og þú ert ekki umsjónarmaður";

/* No comment provided by engineer. */
"Local" = "Staðvært";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Staðsetning";

/* No comment provided by engineer. */
"Location access" = "Aðgangur að staðsetningu";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Aðgangi að staðsetningarþjónustu var hafnað. Athugaðu stillingarnar þínar.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Staðsetningarþjónusta er ekki virk";

/* No comment provided by engineer. */
"Locations" = "Staðsetningar";

/* No comment provided by engineer. */
"Lock conversation" = "Læsa samtali";

/* No comment provided by engineer. */
"Log in" = "Skrá inn";

/* No comment provided by engineer. */
"Log out" = "Skrá út";

/* No comment provided by engineer. */
"Logged out" = "Skráð/ur út";

/* No comment provided by engineer. */
"Logs" = "Logs";

/* No comment provided by engineer. */
"Long absence message" = "Skilaboð vegna langrar fjarveru";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Leggið niður höndina";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Handvirkt";

/* No comment provided by engineer. */
"Mark as read" = "Merkja sem lesið";

/* No comment provided by engineer. */
"Mark as unread" = "Merkja allt sem ólesið";

/* No comment provided by engineer. */
"Match system contacts" = "Samsvara tengiliðum kerfisins";

/* No comment provided by engineer. */
"Media" = "Margmiðlunargögn";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "Auðkenni fundar";

/* No comment provided by engineer. */
"Meeting settings" = "Stillingar á fundi";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Minnst á";

/* Copy 'message' */
"Message" = "Skilaboð";

/* No comment provided by engineer. */
"Message copied" = "Skilaboð afrituð";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Ekki tókst að eyða skilaboðum af því þau eru of gömul";

/* No comment provided by engineer. */
"Message deleted successfully" = "Tókst að eyða skilaboðum";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Tókst að eyða skilaboðum, en Matterbridge er stillt og skilaboðunum gæti þegar hafa verið dreift á aðrar þjónustur";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Skilaboð renna út";

/* Copy 'link' to a message */
"Message link" = "Tengill á skilaboð";

/* No comment provided by engineer. */
"Message link copied" = "Tengill á skilaboð afritaður";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Skilaboð";

/* No comment provided by engineer. */
"Microphone" = "Hljóðnemi";

/* No comment provided by engineer. */
"Microphone access" = "Aðgangur að hljóðnema";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Aðgangur að hljóðnema er ekki leyfður. Athugaðu stillingarnar þínar.";

/* No comment provided by engineer. */
"Microphone disabled" = "Hljóðnemi óvirkur";

/* No comment provided by engineer. */
"Microphone enabled" = "Hljóðnemi virkur";

/* No comment provided by engineer. */
"minutes" = "mínútur";

/* No comment provided by engineer. */
"Missed call from" = "Ósvarað símtal frá";

/* No comment provided by engineer. */
"Missing phone number information" = "Upplýsingar um símanúmer vantar";

/* The signaling mode used */
"Mode" = "Hamur";

/* No comment provided by engineer. */
"moderator" = "umsjónarmaður";

/* No comment provided by engineer. */
"Modification date" = "Breytingardagsetning";

/* More menu elements */
"More" = "Meira";

/* No comment provided by engineer. */
"More actions" = "Fleiri aðgerðir";

/* No comment provided by engineer. */
"Multiple answers" = "Mörg svör";

/* No comment provided by engineer. */
"Mute all notifications" = "Þagga allar tilkynningar";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "Staðsetningin mín";

/* No comment provided by engineer. */
"Name" = "Heiti";

/* No comment provided by engineer. */
"Nearby places" = "Nálægir staðir";

/* No comment provided by engineer. */
"Network available" = "Net er tiltækt";

/* No comment provided by engineer. */
"Network not available" = "Net er ekki tiltækt";

/* Never subscribed to the push notification server */
"Never subscribed" = "Aldrei í áskrift";

/* No comment provided by engineer. */
"New conversation" = "Nýtt samtal";

/* No comment provided by engineer. */
"New poll" = "Ný könnun";

/* Remind me next week about that message */
"Next week" = "Næsta vika";

/* No comment provided by engineer. */
"Nextcloud server not found" = "Nextcloud-netþjónn fannst ekki";

/* No comment provided by engineer. */
"No" = "Nei";

/* No comment provided by engineer. */
"No actions available" = "Engar aðgerðir tiltækar";

/* No comment provided by engineer. */
"No active account found" = "Enginn virkur aðgangur fannst";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Engin gervigreindarþjónusta tiltæk eða að gerð samantektar mistókst";

/* No comment provided by engineer. */
"No banned users or guests" = "Engir bannaðir notendur eða gestir";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Engin lýsing var gefin";

/* No comment provided by engineer. */
"No files in here" = "Engar skrár hér";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "Engin skilaboð fundust til að gera samantekt úr";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Engin skilaboð ennþá, byrjaðu umræðuna!";

/* No comment provided by engineer. */
"No participants found" = "Engir þátttakendur fundust";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Ekki er heimild til að taka þátt í samtalinu";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Engin drög að könnunum vistuð ennþá";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "Ekkert svar frá þjóni";

/* No comment provided by engineer. */
"No results found" = "Engar niðurstöður fundust";

/* No comment provided by engineer. */
"No shared items" = "Engin stjörnumerkt atriði";

/* No comment provided by engineer. */
"No upcoming events" = "Engir atburðir á næstunni";

/* No comment provided by engineer. */
"No user found" = "Enginn notandi fannst";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Ekki umbeðið";

/* No comment provided by engineer. */
"Note to self" = "Minnispunktur til sjálfs þín";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Minnispunktur:";

/* No comment provided by engineer. */
"Notifications" = "Tilkynningar";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Tilkynningaforrit virkt?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Núna";

/* No comment provided by engineer. */
"Off" = "Slökkt";

/* No comment provided by engineer. */
"Offline" = "Ótengt neti";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Ónettengt, birti aðeins sótt skilaboð";

/* No comment provided by engineer. */
"OK" = "Í lagi";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Eldri aðgangur";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Um leið og samtal hefur verið yfirgefið, þá þarf boð til að taka þátt í lokuðu samtali. Hægt er að taka þátt í opnu samtali hvenær sem er.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Um leið og samtal er tekið úr geymslu, verður það sjálfgefið birt aftur.";

/* No comment provided by engineer. */
"Online" = "Nettengt";

/* No comment provided by engineer. */
"Online status" = "Staða á netinu";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Eingöngu sameignir fyrir hjóð og skjádeilingu";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Aðeins er hægt að eyða venjulegum spjallskilaboðum";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Aðeins samstilla við treysta þjóna";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Einungis sýnilegt fólki sem samsvarar samþættum símanúmerum";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Einungis sýnilegt staðværum notendum og gestum";

/* No comment provided by engineer. */
"Open" = "Opna";

/* No comment provided by engineer. */
"Open app settings" = "Opna stillingar forritsins";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Opna samtal fyrir skráða notendur";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Opna samtöl";

/* No comment provided by engineer. */
"Open in %@" = "Opna í %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Aðrir notendaaðgangar";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Aðrir";

/* Owner of a repository */
"Owner" = "Eigandi";

/* No comment provided by engineer. */
"Participants" = "Þátttakendur";

/* No comment provided by engineer. */
"Password" = "Lykilorð";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Verndun með lykilorði";

/* No comment provided by engineer. */
"Pending invitations" = "Boð í bið";

/* No comment provided by engineer. */
"Phone number" = "Símanúmer";

/* No comment provided by engineer. */
"Phone number integration" = "Samþætting símanúmera";

/* No comment provided by engineer. */
"Phone number set successfully" = "Tókst að stilla símanúmer";

/* No comment provided by engineer. */
"Photo Library" = "Ljósmyndasafn";

/* No comment provided by engineer. */
"Photo library access" = "Aðgangur að ljósmyndasafni";

/* No comment provided by engineer. */
"Pick date & time" = "Veldu dagsetningu og tíma";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Athugaðu hvort þú hafir sett inn gilt vistfang netþjóns.";

/* No comment provided by engineer. */
"Please check that you entered the correct Nextcloud server address." = "Athugaðu hvort þú hafir sett inn rétt vistfang Nextcloud-netþjóns.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Hafðu samband við kerfisstjórann þinn.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Uppfærðu netþjóninn þinn í nýjustu %@ útgáfuna.";

/* No comment provided by engineer. */
"Please update." = "Endilega uppfærðu.";

/* No comment provided by engineer. */
"Poll" = "Könnun";

/* No comment provided by engineer. */
"Poll draft" = "Drög að könnun";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Drög að könnun hafa verið vistuð";

/* No comment provided by engineer. */
"Poll drafts" = "Drög að könnunum";

/* No comment provided by engineer. */
"Poll results" = "Niðurstöður könnunar";

/* No comment provided by engineer. */
"Polls" = "Kannanir";

/* No comment provided by engineer. */
"Preview" = "Forskoðun";

/* No comment provided by engineer. */
"Privacy" = "Gagnaleynd";

/* No comment provided by engineer. */
"Private" = "Einka";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Notandasnið";

/* No comment provided by engineer. */
"Profile picture" = "Einkennismynd";

/* No comment provided by engineer. */
"Promote to moderator" = "Gera að umsjónarmanni";

/* No comment provided by engineer. */
"Published" = "Útgefið";

/* No comment provided by engineer. */
"Push notifications" = "Ýti-tilkynningar";

/* No comment provided by engineer. */
"Question" = "Spurning";

/* No comment provided by engineer. */
"Raise hand" = "Rétta upp höndina";

/* No comment provided by engineer. */
"Reachable?" = "Aðgengilegur?";

/* No comment provided by engineer. */
"Reactions" = "Viðbrögð";

/* No comment provided by engineer. */
"Read status" = "Staða lesturs";

/* No comment provided by engineer. */
"Received call from an old account" = "Tók við símtali frá gömlum aðgangi";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Taka upp talskilaboð";

/* No comment provided by engineer. */
"Recording" = "Upptaka";

/* No comment provided by engineer. */
"Recording consent is required" = "Samþykki fyrir upptöku er nauðsynlegt";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Samþykki fyrir upptöku er nauðsynlegt til að taka þátt í símtali";

/* No comment provided by engineer. */
"Recordings" = "Upptökur";

/* No comment provided by engineer. */
"Redo" = "Endurtaka";

/* No comment provided by engineer. */
"Reference API supported?" = "Er viðmiðunar-API-viðmót stutt?";

/* No comment provided by engineer. */
"Reject" = "Hafna";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Tókst að hreinsa áminningu";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Tókst að setja áminningu";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Næ ekki sambandi við fjartengdan netþjón";

/* No comment provided by engineer. */
"Remove" = "Fjarlægja";

/* No comment provided by engineer. */
"Remove account" = "Fjarlægja reikning";

/* No comment provided by engineer. */
"Remove from favorites" = "Fjarlægja úr eftirlætum";

/* No comment provided by engineer. */
"Remove group and members" = "Fjarlægja hóp og meðlimi";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Fjarlægja gamlar endurteknar færslur og skilja bara eftir nýjustu færslurnar.";

/* No comment provided by engineer. */
"Remove participant" = "Fjarlægja þátttakanda";

/* No comment provided by engineer. */
"Remove password" = "Fjarlægja lykilorð";

/* No comment provided by engineer. */
"Remove team and members" = "Fjarlægja teymi og meðlimi";

/* Replacement in case of out of office */
"Replacement" = "Afleysing";

/* Replacement in case of out of office */
"Replacement (optional)" = "Afleysing (valfrjálst)";

/* No comment provided by engineer. */
"Reply" = "Svara";

/* No comment provided by engineer. */
"Reply privately" = "Svara sem einkamáli";

/* Name of a repository */
"Repo" = "Hugbúnaðarsafn";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Endursenda";

/* No comment provided by engineer. */
"Resend invitation" = "Senda boð aftur";

/* No comment provided by engineer. */
"Resend invitations" = "Senda boð aftur";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Niðurstöður";

/* No comment provided by engineer. */
"Retry" = "Reyna aftur";

/* Save conversation description */
"Save" = "Vista";

/* No comment provided by engineer. */
"Save as draft" = "Vista sem drög";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Vista í 'Minnispunktur til sjálfs þín'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Segðu hæ við vini þína og samstarfsmenn!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Skjádeiling stöðvaðist";

/* No comment provided by engineer. */
"Search" = "Leita";

/* No comment provided by engineer. */
"Search for places" = "Leita að stöðum";

/* No comment provided by engineer. */
"Select" = "Select";

/* Replacement in case of out of office */
"Select a replacement" = "Veldu staðgengil";

/* No comment provided by engineer. */
"Select language" = "Veldu tungumál";

/* Copy a 'selection' of a message */
"Selection" = "Val";

/* No comment provided by engineer. */
"Send" = "Senda";

/* No comment provided by engineer. */
"Send a reaction" = "Senda viðbrögð";

/* No comment provided by engineer. */
"Send call notification" = "Senda símtalstilkynningu";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Senda skilaboð";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Senda án tilkynningar";

/* No comment provided by engineer. */
"Send/Accept" = "Senda/Samþykkja";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent án tilkynningar";

/* No comment provided by engineer. */
"Server" = "Þjónn";

/* No comment provided by engineer. */
"Server address https://…" = "Vistfang þjóns https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Þjónninn er í viðhaldsham";

/* No comment provided by engineer. */
"Server not found" = "Netþjónn fannst ekki";

/* No comment provided by engineer. */
"Set" = "Setja";

/* No comment provided by engineer. */
"Set password" = "Skrá lykilorð";

/* Remind me later about that message */
"Set reminder" = "Setja áminningu";

/* No comment provided by engineer. */
"Set status message" = "Setja stöðuskilaboð";

/* No comment provided by engineer. */
"Settings" = "Stillingar";

/* No comment provided by engineer. */
"Share" = "Deila";

/* No comment provided by engineer. */
"Share a file from your Nextcloud" = "Deila skrá af Nextcloud-svæðinu þínu";

/* No comment provided by engineer. */
"Share current location" = "Deila núverandi staðsetningu";

/* No comment provided by engineer. */
"Share link" = "Deila tengli";

/* No comment provided by engineer. */
"Share location" = "Deila staðsetningu";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Deila staðsetningu pinna";

/* No comment provided by engineer. */
"Share to chat" = "Deila með spjalli";

/* No comment provided by engineer. */
"Share with" = "Deila með";

/* No comment provided by engineer. */
"Shared items" = "Deild atriði";

/* No comment provided by engineer. */
"Shared location" = "Deild staðsetning";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Deiling til samtals á skýjaneti (federated) er ekki möguleg.";

/* No comment provided by engineer. */
"Short absence status" = "Staða stuttrar fjarveru";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Sýna meira…";

/* No comment provided by engineer. */
"Signaling" = "Merkjasending";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP-innhringing";

/* No comment provided by engineer. */
"Skip" = "Sleppa";

/* No comment provided by engineer. */
"Slide to cancel" = "Renna til að hætta við";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Sum skilaboð birtast ekki, verða sótt við nettengingu";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Upprunakóði";

/* speaker = Loudspeaker, device */
"Speaker" = "Hátalari";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Hátalari óvirkur";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Hátalari virkur";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Aðgangur að talgreiningu er ekki leyfður. Athugaðu stillingarnar þínar.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Talgreining mistókst";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Byrja símtal";

/* No comment provided by engineer. */
"Start call silently" = "Byrja símtal hljóðlega";

/* No comment provided by engineer. */
"Start recording" = "Hefja upptöku";

/* No comment provided by engineer. */
"Start time" = "Upphafstími";

/* No comment provided by engineer. */
"Start video call" = "Hefja myndsímtal";

/* No comment provided by engineer. */
"Start video call silently" = "Hefja myndsímtal hljóðlega";

/* No comment provided by engineer. */
"Status" = "Staða";

/* No comment provided by engineer. */
"Status message" = "Stöðuskilaboð";

/* Action to 'Stop' a recording */
"Stop" = "Stöðva";

/* No comment provided by engineer. */
"Stop recording" = "Stöðva upptöku";

/* No comment provided by engineer. */
"Stop screensharing" = "Stöðva skjádeilingu";

/* Strikethrough text */
"Strikethrough" = "Gegnumstrikað";

/* No comment provided by engineer. */
"STUN servers" = "STUN-þjónar";

/* No comment provided by engineer. */
"Submit vote" = "Senda inn atkvæði";

/* No comment provided by engineer. */
"Switch account" = "Skipta um notandaaðgang";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Skipti yfir í annað samtal …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Samstilla við treysta þjóna og víðværar og opinberar vistfangaskrár";

/* Talk to a user */
"Talk to" = "Tala við";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Ýttu og haltu niðri til að taka upp talskilaboð";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Ýttu og haltu niðri til að taka upp talskilaboð, slepptu hnappnum til að senda þau.";

/* No comment provided by engineer. */
"Test failed" = "Prófun mistókst";

/* No comment provided by engineer. */
"Test push notifications" = "Prófa ýti-tilkynningar";

/* No comment provided by engineer. */
"Test results" = "Niðurstöður prófunar";

/* No comment provided by engineer. */
"Test results copied" = "Niðurstöður prófunar afritaðar";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Þetta forrit er of gamalt og er ekki lengur stutt af þessum netþjóni,";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Símtalið hefur staðið yfir í eina klukkustund";

/* No comment provided by engineer. */
"The call might be recorded" = "Símtalið gæti verið hljóðritað";

/* No comment provided by engineer. */
"The password is wrong" = "Lykilorðið er rangt";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Upptakan gæti innihaldið rödd þína, myndmerki frá myndavél og skjádeilingu. Samþykki þitt fyrir upptöku er nauðsynlegt til að taka þátt í símtalinu.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Það er enginn aðgangur fyrir notandann %1$@ á þjóninum %2$@ stilltur í þessu forriti.";

/* No comment provided by engineer. */
"This call is being recorded" = "Þetta símtal er verið er að taka upp";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Þetta samtal er aðeins lesanlegt";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Þessi fundur er áætlaður";

/* No comment provided by engineer. */
"This might take a moment" = "Þetta getur tekið nokkra stund";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Þessi samantekt er útbúin með AI-gervigreind og gæti innihaldið villur.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Þetta þýðir venjulega að tækið var áður notað fyrir aðgang sem ekki hefur verið alveg fjarlægður af netþjóninum.";

/* No comment provided by engineer. */
"This week" = "Í þessari viku";

/* Remind me this weekend about that message */
"This weekend" = "Þessa helgi";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Þetta mun hafa áhrif á virkni þessa forrits. Yfirfarðu stillingarnar þínar.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Titill";

/* 'To' which language user wants to translate text */
"To" = "Til";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "Til að leysa þetta vandamál skaltu fara í vefviðmótið og þar í \"Stillingar -> Öryggi\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Til:";

/* No comment provided by engineer. */
"Today" = "Í dag";

/* Remind me tomorrow about that message */
"Tomorrow" = "Á morgun";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Umrita";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Umritun";

/* No comment provided by engineer. */
"Translate" = "Þýða";

/* No comment provided by engineer. */
"Translation" = "Þýðing";

/* No comment provided by engineer. */
"Translation failed" = "Þýðing mistókst";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN-miðlarar";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter notandanafn @…";

/* No comment provided by engineer. */
"Typing indicator" = "Innsláttarvísir";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Innsláttarvísar eru aðeins í boði á mjög öflugum bakendum (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Tókst ekki að ná samhenginu í skilaboðunum";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Tókst ekki að ná samtalinu í skilaboðunum";

/* No comment provided by engineer. */
"Unable to load file" = "Gat ekki hlaðið inn skrá";

/* No comment provided by engineer. */
"Unable to open file" = "Get ekki opnað skrá";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Taka samtal úr geymslu";

/* No comment provided by engineer. */
"Unavailable" = "Ekki tiltækt";

/* No comment provided by engineer. */
"Unban" = "Taka úr banni";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Undir \"Tæki og setur\" skaltu athuga hvort séu endurteknar færslur fyrir sama tæki.";

/* No comment provided by engineer. */
"Undo" = "Afturkalla";

/* No comment provided by engineer. */
"Undo Typing" = "Afturkalla innslátt";

/* No comment provided by engineer. */
"Unknown" = "Óþekkt";

/* No comment provided by engineer. */
"Unknown error" = "Óþekkt villa";

/* No comment provided by engineer. */
"Unknown error occurred" = "Óþekkt villa kom upp";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Ólesið";

/* No comment provided by engineer. */
"Unread mentions" = "Ólesið þar sem minnst er á";

/* No comment provided by engineer. */
"Unread messages" = "Ólesin skilaboð";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Uppfæra";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "Innsending mistókst";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Sendi inn %ld einindi";

/* No comment provided by engineer. */
"User" = "Notandi";

/* No comment provided by engineer. */
"User profile and settings" = "Stillingar og notandasnið";

/* No comment provided by engineer. */
"User status supported?" = "Staða notanda studd?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Geymslukvóti notanda er uppurinn";

/* No comment provided by engineer. */
"Users" = "Notendur";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Útgáfa";

/* Join a call in video call mode */
"Video call" = "Myndsímtal";

/* No comment provided by engineer. */
"Video quality" = "Gæði myndmerkis";

/* Conversation visibility settings */
"Visibility" = "Sýnileiki";

/* No comment provided by engineer. */
"Voice messages" = "Talskilaboð";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Bíð eftir að %@ komi inn í símtalið …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Bíð eftir að fleiri komi inn í símtalið …";

/* No comment provided by engineer. */
"Website" = "Vefsvæði";

/* No comment provided by engineer. */
"What is your status?" = "Hver er staðan á þér?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Skrifaðu skilaboð, með @ til að minnast á einhvern …";

/* No comment provided by engineer. */
"Yes" = "Já";

/* No comment provided by engineer. */
"Yesterday" = "Í gær";

/* No comment provided by engineer. */
"You" = "Þú";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Þú bættir {user0} við ásamt %ld þátttakendum í viðbót";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Þú bættir við {user0} og {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Þú ásamt %ld þátttakendum í viðbót komuð inn í símtalið";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Þú ásamt %ld þátttakendum í viðbót yfirgáfuð símtalið";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Þú og {actor0} komuð inn í símtalið";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Þú og {actor0} yfirgáfuð símtalið";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Þú ert núna að bíða á biðsvæðinu";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Þú ert ekki hluti af neinu samtali";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Þú ert ekki hluti af neinu samtali. Ýttu á + til að byrja nýtt samtal.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Þú getur stillt símanúmerið þitt svo aðrir notendur geti fundið þig";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Þú tókst {user0} ásamt %ld þátttakendum í viðbót úr hópi umsjónarmanna";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Þú tókst {user0} og {user1} úr hópi umsjónarmanna";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Þú átt %ld boð í bið";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Umsjónarmaður hefur þaggað niður í þér";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Þú þarft að uppfæra einhvern í stöðu umsjónarmanna áður en þú getur hætt í %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Þú þarft að uppfæra einhvern í stöðu umsjónarmanna áður en þú getur hætt í þessu samtali";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Þú færðir {user0} ásamt %ld þátttakendum í viðbót í hóp umsjónarmanna";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Þú færðir {user0} og {user1} í hóp umsjónarmanna";

/* No comment provided by engineer. */
"You received a new notification" = "Þér barst ný tilkynning";

/* No comment provided by engineer. */
"You reconnected to the call" = "Þú endurtengdist símtalinu";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Þú fjarlægðir {user0} ásamt %ld þátttakendum í viðbót";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Þú fjarlægðir {user0} og {user1}";

/* No comment provided by engineer. */
"Your email address" = "Netfangið þitt";

/* No comment provided by engineer. */
"Your phone number" = "Símanúmerið þitt";

/* No comment provided by engineer. */
"Your PIN" = "PIN-númerið þitt";

/* No comment provided by engineer. */
"Your postal address" = "Heimilisfangið þitt";

/* 'Zammad' is a product name */
"Zammad API error" = "Villa í API-viðmóti Zammad";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} bætti þér við ásamt %ld þátttakendum í viðbót";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} bætti þér við ásamt {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} bætti {user0} við ásamt %ld þátttakendum í viðbót";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} bætti {user0} við ásamt {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} ásamt %ld þátttakendum í viðbót komu inn í símtalið";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} ásamt %ld þátttakendum í viðbót yfirgáfu símtalið";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} ásamt {actor1} komu inn í símtalið";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} ásamt {actor1} yfirgáfu símtalið";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} tók þig ásamt %ld þátttakendum í viðbót úr hópi umsjónarmanna";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} tók þig ásamt {user0} úr hópi umsjónarmanna";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} tók {user0} ásamt %ld þátttakendum í viðbót úr hópi umsjónarmanna";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} tók {user0} og {user1} úr hópi umsjónarmanna";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} færði þig ásamt %ld þátttakendum í viðbót í hóp umsjónarmanna";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} færði þig og {user0} í hóp umsjónarmanna";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} færði {user0} ásamt %ld þátttakendum í viðbót í hóp umsjónarmanna";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} færði {user0} og {user1} í hóp umsjónarmanna";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} endurtengdist símtalinu";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} fjarlægði þig ásamt %ld þátttakendum í viðbót";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} fjarlægði þig og {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} fjarlægði {user0} ásamt %ld þátttakendum í viðbót";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} fjarlægði {user0} og {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Ný skilaboð";

